using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Quest10
{
    // Пользователь (Логин, пароль,номер пользователь, роль)
    // Отдел кадров (ФИО, номердоговора, дата рождения, пспортные данные, СНИЛС, ННН, должности(макс.2), оклад, образование)
    // Бугалтерия (Что за операция?, дата и время, сумма)
    // Склад (Код товара, название, кол-во(должно меняться), стоимость)
    // Касса (Номер пользователя, дата и время, товар и кол-во, массив товара)
    class Program
    {
        static void Main(string[] args)
        {
        }
    }
}
